{
    "problemas-emocionales": {
        "title": "Problemas emocionales",
        "image": "/images/blog1.webp",
        "definition": "Los problemas emocionales pueden manifestarse de diversas maneras y pueden variar según la persona y la situación. También conocidos como trastornos del estado de ánimo, abarcan todo aquello que tiene que ver con las emociones y su gestión. Dentro de esta categoría, es donde podemos encontrar problemas frecuentes como la ansiedad o la depresión.",
        "symptoms": "Los problemas emocionales afectan la salud mental y emocional de una persona. Pueden manifestarse de diversas formas, como cambios de humor extremos, ansiedad, sentimientos persistentes de tristeza o depresión, y alteraciones en los patrones de sueño o alimentación.Además, los pensamientos negativos recurrentes y las dificultades en las relaciones también son indicadores.Si experimentas varios de estos síntomas de manera persistente, es recomendable buscar ayuda profesional para comprender y abordar tus problemas emocionales.Recuerda que estos síntomas pueden variar en intensidad y duración, y es importante cuidar tanto de tu salud mental como física. Existen diferentes tipos de problemas emocionales: "
    },
    "trastornos-de-conducta-alimentaria": {
        "title": "Trastornos de la Conducta Alimentaria (TCA)",
        "image": "/images/blog2.webp",
        "definition": "Los trastornos de la conducta alimentaria son condiciones de salud mental que afectan la relación de una persona con la comida...",
        "symptoms": "Los síntomas pueden variar según el tipo específico de trastorno, pero algunos signos generales incluyen..."
    },
    "duelo": {
        "title": "Duelo",
        "image": "/images/blog3.webp",
        "definition": "El duelo es una respuesta natural y personal a la pérdida de algo significativo, ya sea la muerte de un ser querido...",
        "symptoms": "El duelo es un proceso individual que puede manifestarse de diversas maneras..."
    },
    "crecimiento-personal": {
        "title": "Crecimiento Personal",
        "image": "/images/blog4.webp",
        "definition": "Buscar el crecimiento personal implica un compromiso consciente y continuo con el desarrollo y la mejora de uno mismo...",
        "symptoms": "Hay algunas características comunes de estar en crecimiento personal..."
    },
    "relaciones-de-pareja": {
        "title": "Relaciones de Pareja",
        "image": "/images/blog5.webp",
        "definition": "Cuando se están experimentando problemas de pareja, estos pueden manifestarse a nivel individual a través de diversos síntomas emocionales...",
        "symptoms": "Los síntomas de problemas en la pareja incluyen ansiedad, miedo a la pérdida, tristeza persistente..."
    },
    "adicciones": {
        "title": "Adicciones",
        "image": "/images/blog6.webp",
        "definition": "Tener adicciones implica dependencia psicológica o física de una sustancia o comportamiento...",
        "symptoms": "Los síntomas de la adicción pueden variar dependiendo de la sustancia o comportamiento específico..."
    }
}